Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/kielineuvonta_paattyy_nykymuodossa_suomen_saamelaiskarajilla.html.tmx
Source language: fin
Languages: sme

source: Kielineuvonta päättyy nykymuodossa Suomen Saamelaiskäräjillä
sme: Giellarávvenbargu nohka Suoma Sámedikkis dalá hámis

source: Suomen saamelaiskäräjät on tarjonnut kuluneena vuonna pohjois-, inarin- ja koltansaamen kielineuvontaa. Tämä palvelu päättyy nykymuodossaan Suomen Saamelaiskäräjillä vuoden 2022 loppuun mennessä.
sme: Suoma Sámediggi lea jagi 2022 áigge fállan davvisámegiela-, anáraš- ja nuortalašgiela giellarávvenbálvalusa ja dál almmuhit ahte giellarávvenbálvalusat Suoma Sámedikki bokte nohket jagi 2022 loahpa radjái.

source: Kielityöntekijät ovat tarjonneet kielineuvontaa saamen kielen toimistossa ja valmistelleet muun muassa termilistoja ja tehneet kielenhuoltoa.
sme: Giellabargit leat dán jagi dahkan giellarávvenbargguid sámegiela doaimmahagas ja válmmaštallan earret eará tearbmalisttuid ja bargan giellagáhttema.

source: Saamelaiskäräjät on halunnut turvata saamen kielillä tehtävän kielityön väliaikaisella mallilla Sámi Giellagáldun perustamisprosessin ollessa kesken.
sme: Gaskaboddosaš giellarávvenbargguin Suoma Sámediggi lea hálidan dorvvastit sámegielaid giellabarggu dan botta go Sámi Giellagáldu ásahanproseassa lea leamaš gaskan.

source: Saamelaiskäräjien pitkän aikavälin tavoitteena on ollut saada yhteispohjoismaisen saamen kielten resurssikeskus Sámi Giellagáldun toiminta vakinaistettua ja siirtää kielityö, kuten väestön kielineuvonta, Sámi Giellagáldulle.
sme: Sámedikki guhkit áiggi ulbmilin lea leamaš oažžut bistevaš Sámi Giellagáldu doaimma johtui ja sirdit dakkár giellabargguid, nu mo giellageavaheaddjiid rávvema Sámi Giellagáldui.

source: Suomen Saamelaiskäräjien puheenjohtaja Tuomas Aslak Juuso on tyytyväinen, että pitkäjänteinen yhteispohjoismainen yhteistyö tuo tulosta:
sme: Suoma Sámedikki ságadoalli Tuomas Aslak Juuso lea duđavaš ahte guhkes ovttasbargu lea buktán bohtosiid:

source: – Suomen Saamelaiskäräjät haluaa kiittää Norjan ja Ruotsin Saamelaiskäräjiä yhteistyöstä ja iloitsee, kun Sámi Giellagáldun vakinaistamiselle on löytynyt rahoitus sekä yhteinen ratkaisu, ja toiminta pääsee uuteen alkuun.
sme: – Suoma Sámediggi hálida giitit Norgga ja Ruoŧa Sámedikkiid ovttasbarggus dán radjái ja illuda go ruhtadeapmi ja oktasaš čoavddus lea boahtán dál sadjái ja fásta Sámi Giellagáldu ásahanproseassa lea dál jođus.

source: Saamelaiskäräjät on pyrkinyt pitkään ratkaisemaan kysymyksen siitä, miten yhteispohjoismainen saamen kielten kieliyhteistyö tulisi järjestää. Kieliturvasihteeri Anne Kirste Aikio kertoo, että prosessi on ollut monivaiheinen:
sme: Suoma Sámediggi gávnnaha ahte gažaldaga giellabarggu ordnemis leat geahččalan čoavdit guhká ja gielladorvočálli Anne Kirste Aikio muitala ahte proseassa lea leamaš mohkkái:

source: – Ei ole helppoa perustaa saamelaisten yhteistä organisaatiota ja olemme törmänneet hyvin monenlaisiin haasteisiin työssä.
sme: – Ii leat álki ásahit oktasaš sámi institušuvnna ja mii leat deaividan hui máŋggalágan čuolmmaid barggus.

source: Meillä on vielä paljon rajaesteitä, mitkä estävät ja hidastavat tällaisen koko saamelaisalueen kattavan työn tekemistä.
sme: Leat gávnnahan ahte mis leat ollu rádjehehttehusat vel, mat sáhttet caggat dakkár miehtá sámi ásahusa barggu.

source: On kuitenkin tärkeintä, etteivät valtioiden rajat vaikuta liikaa saamen kielten kehitykseen, ja että yhteispohjoismainen kielityö saamen kielten eteen voi jatkua.
sme: Leat goittotge dehálaš, ahte riikkaráját eai galgga váikkuhit min sámegielaide ja ahte oktasaš giellabargu sámegielaid buorrin beassá joatkašuvvat.

source: Jatkossa Norjan, Suomen ja Ruotsin Saamelaiskäräjien yhdessä rahoittama Sámi Giellagáldu vastaa kielityöstä.
sme: Boahtteáiggis Norgga, Suoma ja Ruoŧa Sámedikkiid oktasaččat ruhtadan Sámi Giellagáldu vástida giellabarggus.

source: Sami Giellagaldu on itsenäinen organisaatio, mikä toimii hallinnollisesta Norjan Saamelaiskäräjien yhteydessä.
sme: Sámi Giellagáldu lea iehčanas ásahus, mii doaibmá hálddahuslaččat Norgga Sámedikki oktavuođas.

source: Sami Giellagaldun toimintaa johtaa hallitus, mihin kolmen maan Saamelaiskäräjät ovat nimenneet jäsenet. Puheenjohtajana toimii Suomen Saamelaiskäräjien nimeämä jäsen Tauno Ljetoff.
sme: Sámi Giellagáldu doaimma jođiha stivra, masa buot golbma Sámedikki leat nammadan lahtuid ja stivrrajođiheaddjin doaibma Suoma Sámedikki nammadan lahttu Tauno Ljetoff.

source: Lisätietoja:
sme: Lassidieđut:
